"HSDSCAN_TO_FOLDER" = "Folder";
"HSDSCAN_TO_PRINTER" = "Drukarka";
"HSDSCAN_TO_APPLICATION" = "Aplikacja";
"HSDSCAN_TO_BOX" = "Pole";
"HSDSCAN_TO_GOOGLE_DRIVE" = "Dysk Google";


"COLOR" = "Kolor";
"BLACK_AND_WHITE" = "Czarno-biały";
"GRAY_SCALE" = "Skala szarości";

"IMAGE_PDF" = "Tylko obraz (PDF)";
"SEARCHABLE_PDF" = "Tekst z możliwością wyszukiwania (PDF)";
"EDITABLE_RTF" = "Tekst edytowalny (RTF)";

"OTHER" = "Inny...";

HSDButtonTaskName = "Przycisk skanowania";
HSDCloudTaskName = "Skanuj do chmury";

HSDButtonTaskDescription = "Przypisz zadanie do przycisku skanowania na skanerze HP";
HSDCloudTaskDescription = "Określ ustawienia przycisku Skanuj do chmury";

OutputDescription = "Zeskanowany obraz pojawi się w oknie dialogowym Drukowanie.";
AssignToButtonTitle = "Przypisz do przycisku";
HSDScanToTitle = "Skanuj do:";
HSDApplicationTitle = "Aplikacja:";
SyncFolderTitle = "Folder synchronizacji:";
FolderTitle = "Folder:";
ServiceTitle = "Usługa:";
HSDPaperSizeTitle = "Rozmiar:";
HSDDuplexScanTitle = "Skanuj obie strony";
HSDColorModeTitle = "Tryb:";
ScanTitle = "Skanuj";
HSDFileNameTitle = "Nazwa pliku:";
HSDScanFormatTitle = "Format:";
InputTitle = "Wejście";
OutputTitle = "Wyjście";
HSDApplyNowButtonTitle = "Zastosuj teraz";
